openfoam/source_package/gaganyaan_openfoam_v3_3d_canopy_research/gaganyaan_openfoam_v3_3d_canopy_research/cases/02_drogue_full_3D/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 54;
boundaryField
{
    inlet { type fixedValue; value uniform 54; }
    outlet { type zeroGradient; }
    farField { type zeroGradient; }
    canopy { type kqRWallFunction; value uniform 54; }
}
