openfoam/source_package/gaganyaan_openfoam_v3_3d_canopy_research/gaganyaan_openfoam_v3_3d_canopy_research/cases/02_drogue_full_3D/Allrun
#!/bin/bash
set -e
cd "$(dirname "$0")"
rm -rf constant/polyMesh 0/polyMesh processor* postProcessing postProcessing_stage log.* 200 400 800
blockMesh | tee log.blockMesh
snappyHexMesh -overwrite | tee log.snappyHexMesh
checkMesh | tee log.checkMesh
foamRun -solver incompressibleFluid | tee log.foamRun
python3 ../../scripts/extract_cd_all.py
